{
    "mainSections": [
        {
          "name": "People",
          "iconName": "groups",
          "description": "Building successful teams, especially successful product engineering teams, is about more than just skills - it’s about fit.  That “culture of collaboration” we hear so much about doesn’t happen organically.  It starts with finding the right people - people that make it a point to encourage and enable everyone, regardless of role or status to contribute.  Now this is easier said than done - as all of our different ways of working and opinions that inevitably cause conflicts -, but out of the top three this is the one you just can’t give on if you want any measure of success.",
          "img" : "coming soon"
        },
        {
          "name": "Process",
          "iconName": "developer_board",
          "description": "Process, like technology, is an enabler.  With the right processes defined and ways of working developed, you can help provide the blueprint for your teams success - but there’s no one size fits all solution.  Developing processes requires understanding your team, their constraints, skills and host of other important factors.  It requires knowing that your processes are living breathing things and that developing hybrid solutions (WickedAgile!) to help fit the team/program/organizations is critical to success.",
          "img" : "coming soon"
        },
        {
          "name": "Technology",
          "iconName": "home_repair_service",
          "description": "Last on the list - for a reason - is technology.  It’s not that it isn’t important, but like process it’s really just enabler.  Understanding what/how to use, whether it’s off the shelf software or decisions on cloud, languages and frameworks is the most complex part.  For me it all starts with understanding your differentiators.  If you’re running a deli and need to do your books, are you going to build your own accounting software?  No, that’s not where your value is - a lot of orgs put stigmas around off the shelf software, but they can go a long way with the right integrations and a realistic set of expectations.  Then there’s custom development - with the infinite choices of clouds, languages and much more.  Needless to say you don’t use a hammer for every problem…",
          "img" : "coming soon"
        }
    ]
}