{
    "mainSections": [
        {
          "name": "People",
          "iconName": "groups",
          "description": "I have been fortunate enough to work with quite a few amazing and thoughtful people throughout my career, helping each other with our goals and pushing each other to be better versions of ourselves.  We achieve this by fostering a culture of collaboration - a place where people feel comfortable working together and encouraged to share their ideas, no matter who they are or what their role is.  This has been one of the biggest factors of my success and the most important ingredient to any team you'll ever build.",
          "img" : "coming soon"
        },
        {
          "name": "Process",
          "iconName": "developer_board",
          "description": "With the right processes and ways of working, you can provide the blueprint for any teams success.  What I’ve discovered over the years is that process isn’t a one size fits all solution.   Understanding the team, it’s constraints, program constraints, skills and a host of other important factors is critical to developing hybrid solutions (WickedAgile!) to fit the current situation.  Once in place, it’s critical we constantly review and evolve as the team, product(s) and organization does.",
          "img" : "coming soon"
        },
        {
          "name": "Technology",
          "iconName": "home_repair_service",
          "description": "Last on the list for a reason - technology is still important.  It’s our toolbox that helps us build new things and fix old things.  The trick here is not becoming beholden to a particular technology, framework or stack.  Do you use the same vendor for everything?  Do you use the same knife to cut everything in your kitchen?  Hammers go good with nails, but not with screws.  What your teams need is someone who has worked across a lot of technologies.  Had their hands dirty and code and configuration and understands the importance of quality and security.",
          "img" : "coming soon"
        }
    ]
}